{
    "homepage": "Homepage",
    "cart": "Cart",
    "incart": "In cart",
    "addtocart": "Add to Cart",
    "gpus": "GPUs",
    "motherboards": "Motherboards",
    "pwrsupplies": "Power Supplies",
    "storedevices": "Storage Devices",
    "pccooling": "PC Cooling",
    "pccases": "PC Cases",
    "accessories": "Accessories",
    "filter": "Filter",
    "pricerange": "Price Range",
    "minvalue": "min value",
    "maxvalue": "max value",
    "sortprodsby": "Sort products by",
    "descprice": "Descending Price",
    "ascprice": "Ascending Price",
    "selectparts": "Select Parts",
    "shoppingcart": "Shopping Cart",
    "quantity": "Quantity",
    "summary": "Summary",
    "proceedtocheckout": "Proceed to Checkout",
    "personalinfo": "Personal Information",
    "paymentinfo": "Payment Information",
    "revieworder": "Review Order",
    "orderconfirm": "Order Confirmation",
    "submit": "Submit",
    "next": "Next",
    "back": "Back",
    "orderplacesuccess": "Your order was placed successfully",
    "returntohp": "Return to Homepage",
    "address": "Address",
    "payment": "Payment",
    "review": "Review",
    "confirmation": "Confirmation",
    "firstname": "First Name",
    "lastname": "Last Name",
    "phone": "Phone Number",
    "email": "Email",
    "street": "Street",
    "city": "City",
    "province": "Province",
    "select": "Select",
    "postalcode": "Postal Code",
    "cardholder": "Name on Card",
    "cardnum": "Card Number",
    "cexpiry": "Card Expiry",
    "products": "Products",
    "deliveryaddress": "Delivery Address",
    "name": "Name",
    "ccNameError": "Please enter a valid name containing only letters.",
    "ccNumError": "Please enter a valid 16 digit credit card number. Example: 1111-2222-3333-4444.",
    "ccExpError": "Please enter a valid expiry date. Example: 01/23.",
    "ccCVVError":"Please enter a valid CVV. Example: 123.",
    "firstNameError":"Please enter a valid first name containing only letters.",
    "lastNameError":"Please enter a valid last name containing only letters.",
    "phoneError":"Please enter a valid phone number. Example: (123)456-7890",
    "emailError":"Please enter a valid email. Example: johndoe@email.com",
    "addressError":"Please enter a valid address.",
    "cityError":"Please enter a valid city.",
    "postalError":"Please enter a valid postal code. Example: A1A 1A1",
    "subtotal":"Subtotal",
    "shipping":"Shipping",
    "tax":"Tax",
    "taxes":"Taxes",
    "total":"Total",
    "placeOrder": "Place Order",
    "each": "Each",
    "shippingnotinc": "Shipping calculated during checkout",
    "help": "Help",
    "noitems.": "No items in your cart.",
    "q1": "Q: What is an online computer hardware store?",
    "a1": "A: An online computer hardware store is a website that sells computer hardware components and accessories over the internet.",
    "q2": "Q: What kind of products can I find at an online computer hardware store?",
    "a2": "A: You can find a wide range of computer hardware components and accessories at an online computer hardware store, including CPUs, motherboards, graphics cards, RAM, hard drives, SSDs, power supplies, cases, cooling solutions, peripherals (such as keyboards, mice, and monitors), and more.",
    "q3": "Q: How do I find the right product for my needs?",
    "a3": "A: You can use the search function on our website to find products by keywords or browse our categories and subcategories to find what you need. We also provide detailed product descriptions, specifications, and customer reviews to help you make informed purchasing decisions.",
    "q4": "Q: How do I place an order?",
    "a4": "A: To place an order, simply add the products you want to your shopping cart and proceed to checkout. You will need to provide your shipping and billing information and choose a payment method. Once your order is confirmed, we will process it and send you a confirmation email with your order details and tracking information.",
    "q5": "Q: What payment methods do you accept",
    "a5": "A: We accept a variety of payment methods, including credit cards (Visa, Mastercard, American Express), PayPal, Google Pay, Apple Pay, and more.",
    "q6": "Q: How long does shipping take?",
    "a6": "A: Shipping times vary depending on your location and the shipping method you choose. We offer standard, expedited, and express shipping options, and provide estimated delivery times at checkout. You can also track your package using the tracking number provided in your confirmation email.",
    "q7": "Q: What if I receive a defective or damaged product?",
    "a7": "A: If you receive a defective or damaged product, please contact our customer support team as soon as possible. We will work with you to arrange a return or exchange, and provide a refund or replacement once we receive the returned item.",
    "q8": "Q: What if I change my mind and want to return a product?",
    "a8": "A: We accept returns within a certain period of time (usually 30 days) as long as the product is in its original condition and packaging. You will need to contact our customer support team to initiate a return and provide a reason for the return. We will provide a refund once we receive the returned item.",
    "q9": "Q: Do you offer any warranties or guarantees on your products?",
    "a9": "A: We offer warranties on some products as specified in the product description or packaging. If you have any issues with a product covered by a warranty, please contact our customer support team for assistance.",
    "q10": "Q: Can I get help with installing or troubleshooting a product?",
    "a10": "A: We provide resources and guides on our website to help you with installing and troubleshooting products. If you still need assistance, you can contact our customer support team for further help."
}