{
    "homepage": "Página Principal",
    "cart": "Carrito",
    "incart": "En el carrito",
    "addtocart": "Añadir",
    "gpus": "Tarjetas Gráficas",
    "motherboards": "Tarjetas Madre",
    "pwrsupplies": "Fuentes",
    "storedevices": "Almacenamiento",
    "pccooling": "Enfriamento",
    "pccases": "Casos de PC",
    "accessories": "Accesorios",
    "filter": "Filtrar",
    "pricerange": "Rango de Precios",
    "minvalue": "valor mínimo",
    "maxvalue": "valor máximo",
    "sortprodsby": "Ordenar por",
    "descprice": "Precio Descendiente",
    "ascprice": "Precio Ascendiente",
    "selectparts": "Selección de Partes",
    "shoppingcart": "Carrito de Compras",
    "quantity": "Cantidad",
    "summary": "Resumen",
    "proceedtocheckout": "Proceder al Contador",
    "personalinfo": "Información Personal",
    "paymentinfo": "Información de Pago",
    "revieworder": "Revisión de Orden",
    "orderconfirm": "Confirmación de Orden",
    "submit": "Entregar",
    "next": "Siguiente",
    "back": "Atrás",
    "orderplacesuccess": "Su orden se colocó exitosamente",
    "returntohp": "Página Principal",
    "address": "Ubicación",
    "payment": "Pago",
    "review": "Revisión",
    "confirmation": "Confirmación",
    "firstname": "Nombre",
    "lastname": "Apellido",
    "phone": "Número de Celular",
    "email": "Correo Electrónico",
    "street": "Calle",
    "city": "Ciudad",
    "province": "Provincia",
    "-select-": "- Seleccionar -",
    "select": "Seleccionar",
    "postalcode": "Código Postal",
    "cardholder": "Titular de la Tarjeta",
    "cardnum": "Número de la Tarjeta",
    "cexpiry": "Expiración de la Tarjeta",
    "products": "Productos",
    "deliveryaddress": "Ubicación de Entrega",
    "name": "Nombre",
    "ccNameError": "Ingrese un nombre válido que contenga solo letras.",
    "ccNumError": "Ingrese un número de tarjeta de crédito válido de 16 dígitos. Ejemplo: 1111-2222-3333-4444.",
    "ccExpError": "Ingresa una fecha de vencimiento válida. Ejemplo: 23/01.",
    "ccCVVError":"Ingrese un CVV válido. Ejemplo: 123.",
    "firstNameError":"Ingrese un nombre válido que contenga solo letras.",
    "lastNameError":"Ingrese un apellido válido que contenga solo letras.",
    "phoneError":"Ingrese un número de teléfono válido. Ejemplo: (123)456-7890",
    "emailError":"Ingrese un correo electrónico válido. Ejemplo: johndoe@email.com",
    "addressError":"Por favor ingrese una dirección válida.",
    "cityError":"Ingrese una ciudad válida.",
    "postalError":"Ingrese un código postal válido. Ejemplo: A1A 1A1",
    "subtotal":"Total Parcial",
    "shipping":"Envío",
    "tax":"Impuesto",
    "taxes":"Impuestos",
    "total":"Total",
    "placeOrder": "Realizar pedido",
    "each": "por unidad",
    "shippingnotinc": "Costo del envío calculado en el contador",
    "help": "Ayuda",
    "noitems.": "No hay artículos en su carrito.",
    "q1": "Q: ¿Qué es una tienda de hardware de computadoras en línea?",
    "a1": "A: Una tienda de hardware de computadoras en línea es un sitio web que vende componentes y accesorios de hardware de computadora a través de Internet.",
    "q2": "Q: ¿Qué tipo de productos puedo encontrar en una tienda de hardware de computadoras en línea?",
    "a2": "A: Puede encontrar una amplia gama de componentes y accesorios de hardware de computadora en una tienda de hardware de computadoras en línea, que incluyen CPU, placas base, tarjetas gráficas, RAM, discos duros, SSD, fuentes de alimentación, cajas, soluciones de refrigeración, periféricos (como teclados, ratones y monitores) y más.",
    "q3": "Q: ¿Cómo encuentro el producto adecuado para mis necesidades?",
    "a3": "A: Puede utilizar la función de búsqueda en nuestro sitio web para encontrar productos por palabras clave o navegar por nuestras categorías y subcategorías para encontrar lo que necesita. También proporcionamos descripciones detalladas de productos, especificaciones y comentarios de clientes para ayudarlo a tomar decisiones de compra informadas.",
    "q4": "Q: ¿Cómo realizo un pedido?",
    "a4": "A: Para realizar un pedido, simplemente agregue los productos que desea a su carrito de compras y proceda a pagar. Necesitará proporcionar su información de envío y facturación y elegir un método de pago. Una vez que se confirma su pedido, lo procesaremos y le enviaremos un correo electrónico de confirmación con los detalles de su pedido e información de seguimiento.",
    "q5": "Q: ¿Qué métodos de pago aceptan?",
    "a5": "A: Aceptamos una variedad de métodos de pago, que incluyen tarjetas de crédito (Visa, Mastercard, American Express), PayPal, Google Pay, Apple Pay y más.",
    "q6": "Q: ¿Cuánto tiempo tarda el envío?",
    "a6": "A: Los tiempos de envío varían según su ubicación y el método de envío que elija. Ofrecemos opciones de envío estándar, acelerado y express, y proporcionamos tiempos estimados de entrega en el momento de pagar. También puede rastrear su paquete usando el número de seguimiento proporcionado en su correo electrónico de confirmación.",
    "q7": "Q: ¿Qué sucede si recibo un producto defectuoso o dañado?",
    "a7": "A: Si recibe un producto defectuoso o dañado, comuníquese con nuestro equipo de soporte al cliente lo antes posible. Trabajaremos con usted para organizar una devolución o cambio y proporcionar un reembolso o reemplazo una vez que recibamos el artículo devuelto.",
    "q8": "Q: ¿Qué sucede si cambio de opinión y quiero devolver un producto?",
    "a8": "A: Aceptamos devoluciones dentro de un período de tiempo determinado (generalmente 30 días) siempre y cuando el producto esté en su condición y empaque original. Deberá comunicarse con nuestro equipo de soporte al cliente para iniciar una devolución y proporcionar una razón para la devolución. Proporcionaremos un reembolso una vez que recibamos el artículo devuelto.",
    "q9": "Q: ¿Ofrecen alguna garantía o garantía en sus productos?",
    "a9": "A: Ofrecemos garantías en algunos productos según lo especificado en la descripción o empaque del producto. Si tiene algún problema con un producto cubierto por una garantía, comuníquese con nuestro equipo de soporte al cliente para obtener ayuda.",
    "q10": "Q: ¿Puedo obtener ayuda con la instalación o configuración de los productos que compro en su tienda?",
    "a10": "A: Sí, ofrecemos soporte técnico para ayudarlo con la instalación y configuración de los productos que compra en nuestra tienda. Si necesita ayuda, comuníquese con nuestro equipo de soporte al cliente y estaremos encantados de ayudarlo. También puede encontrar recursos útiles en nuestro sitio web, como manuales de usuario y guías de solución de problemas."
}